from pprint import pprint

time_zone_ = {
    "+00": 0,
    "+01": -1,
    "+02": -2,
    "+03": -3,
    "+04": -4,
    "+05": -5,
    "+06": -6,
    "+07": -7,
    "+08": -8,
    "+09": -9,
    "+10": -10,
    "+11": -11,
    "+12": -12,
    "-01": 1,
    "-02": 2,
    "-03": 3,
    "-04": 4,
    "-05": 5,
    "-06": 6,
    "-07": 7,
    "-08": 8,
    "-09": 9,
    "-10": 10,
    "-11": 11,
    "-12": 12,
}

welcome_message = """
👋 Привет! Я - ваш новый помощник по напоминаниям! 🎉

Моя задача - помочь вам и вашей команде никогда не забывать важные задачи и события. Вот что я могу сделать:

📅 Создавать напоминания** о важных делах.
✏️ Изменять существующие напоминания**.
🗑️ Удалять ненужные напоминания**.
📋 Выводить список всех ваших напоминаний**.

Чтобы начать использовать все мои возможности, добавьте меня в свою группу. Это легко сделать:

1. 📌 Нажмите на название группы в верхней части экрана.
2. ➕ Выберите "Добавить участника".
3. 🔍 Введите мой ник: @ReminderPost_bot .
4. 👤 Нажмите на меня и выберите "Добавить".

После добавления в группу, я смогу помогать вам с напоминаниями, отправляя уведомления прямо в чат! 💬

Если вам нужна дополнительная помощь или у вас есть вопросы, просто напишите мне @ds7278, и я предоставлю вам подробную инструкцию.

Спасибо, что выбрали меня! Давайте сделаем вашу работу еще более организованной и эффективной. 🚀
"""
